Repository: free4fun/smoke-free
Catalog: lib/l10n/app_*.arb
Languages: es

# normalTextHomeDescription
source: This tool can help you quit smoking.
es: Esta herramienta puede ayudarte a dejar de fumar.

source: Configure your plan
es: Configura tu plan

# seeYourProgress
source: Your progress
es: Tu progreso

source: General Settings
es: Configuración general

# homeAddSmoked
source: Add smoked
es: Agregar cigarrillo

source: Progress level
es: Nivel de progreso

source: Progress rate
es: Tasa de progreso

source: Since the last time you smoked
es: Desde la última vez que fumaste

# notSmokedSince
source: You haven't smoked since
es: No has fumado desde

source: Average smoked per day
es: Promedio fumado por día

source: Most common reason
es: Razón más común

source: More details
es: Más detalles

source: Save
es: Guardar

source: Cancel
es: Cancelar

source: Date
es: Fecha

source: Time
es: Hora
